LEXICON_RU: dict[str, str] = {
    '/start': 'Привет! Я бот получения информации о товарах Wildberries!\n\n'
              'Можете прислать мне артикул товара и я выдам информацию.\n\n'
              'Есть вопросы? Отправь команду /help',
    '/help': 'Я могу выдавать информацию о товарах с Wildberries!\n\n'
             'Можете прислать мне артикул товара и я выдам информацию.\n\n'
             'Если хотите - можете подписаться на обновления о товарах.',
    'other_answer': 'Извини, увы, это сообщение мне непонятно...',
    'info_goods': '✅ Получить информацию по товару',
    'stop_mailing': '❌ Остановить уведомления',
    'mailing_stopped': 'Уведомления о товарах остановлены',
    'get_active_subs': '👀 Посмотреть активные подписки',
    'no_active_subs': 'У вас нет активных подписок',
    'your_active_subs': 'Ваши активные подписки:',
    'get_info_from_db': '🗃️ Получить информацию из БД',
    'write_goods_id': 'Введите артикул товара (цифрами):',
    'wrong_id': 'Неверный артикул.\nПопробуйте ещё раз.',
    'subscribe': 'Подписаться',
    'get_another': 'Получить еще информацию',
    'subscribe_added': 'Подписка добавлена',
    'already_subscribed': 'Вы уже подписаны на этот товар',
    'last_subscriptions': 'Ваши последние подписки:',
    'start_placeholder': 'нажми на кнопку - получишь результат',
    'cancel': 'Отменить',
}
